---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilojoulesPerSquareMeterKelvin
source: html/02ea84ae-92f6-a909-475a-9e40cf249a69.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilojoulesPerSquareMeterKelvin Property

Kilojoules per square meter Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId KilojoulesPerSquareMeterKelvin { get; }
```